{
    "title": "About Us - RC9 Story ZH",
    "list": [
        {
            "title": "Introduction",
            "text1": "RC9.co is owned and operated by RC9 Group Pte Ltd (\"RC9.co\"). The following Privacy Policy describes how we collect, use, disclose, and otherwise process personally identifiable information that we collect about individuals (\"Personal Data\") in connection with the services available from RC9.co's digital platform such as website and mobile application. By visiting the digital platform, you are consenting to the collection, use, disclosure and processing of your Personal Data as described in this Privacy Policy. All data that we collect and process is stored on servers located in Singapore & USA, a country that may not provide an equivalent level of data protection to the laws in your home jurisdiction.<br/>On occasions, RC9 Group Pte Ltd may revise this Privacy Policy to reflect changes in the law, our Personal Data collection and use practices, the features of our Site, or advances in technology. If we make revisions that change the way we collect or use your Personal Data, those changes will be posted in this Privacy Policy and the effective date will be noted at the beginning of this Privacy Policy. Therefore, you should review this Privacy Policy periodically so that you are up to date on our most current policies and practices."
        },
        {
            "title": "Agreement between user or Customer and RC9.co",
            "text1": "Welcome to the RC9.co digital platform (the \"Digital Platform\"). This Digital Platform is provided solely to assist customers in gathering vehicle rental information, determining the potential availability of vehicle rentals and related goods and services, and making legitimate reservations or otherwise transacting business with car rental suppliers and suppliers of related goods and services and for no other purposes. The terms \"we\", \"us\", \"our\" and \"RC9.co \" refer to RC9 Group Pte Ltd, a Singapore company. The term \"you\" refers to the customer visiting the Digital Platform and/or booking a reservation with the applicable supplier through this Website or through our customer service agents. We understand that reserving online involves significant trust on your part.<br/>We value your trust, and make it a high priority to ensure the security and confidentiality of the personal information you provide to us."
        },
        {
            "title": "What Information do we collect from you?",
            "text1": "We receive and store any information you enter on our digital platform or give us in any other way. We collect Personal Data about you that you provide to us while using the site. This includes information that can identify you (\"personal information\"), including your first and last name, telephone number, postal and email addresses, fax number, and billing information (such as credit card number, cardholder name, and expiration date). We also collect non personally identifiable information, which may be linked to your Personal Data, including your login name, IP address and password, and search preferences related to specific searches.<br/>You can choose not to provide information to us, but in general some information about you is required in order for you to register as a member; booking of vehicle; complete a customer profile; participate in a survey, contest, or sweepstakes; ask us a question; or initiate other transactions on our site. Information is also used for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of RC9.co."
        },
        {
            "title": "How we use the Information we collect?",
            "text1": "We use sensitive billing information (such as cardholder name, credit card number, and expiration date) for the purpose of completing the bookings you conduct on our site. We also use information about you for the following general purposes: to provide you with the products and services you request; to provide you with travel confirmation and updates; to manage your account, including processing bills and providing notifications; to communicate with you in general; to respond to your questions and comments; to measure interest in and improve our products, services, and Digital Platform; to notify you about special offers and products or services that may be of interest to you; to otherwise customize your experience with the Digital Platform; to reward you as part of any reward and recognition program you choose to join; to solicit information from you, including through surveys; to resolve disputes, collect fees, or troubleshoot problems; to prevent potentially prohibited or illegal activities; to enforce our Terms of Use; and as otherwise described to you at the point of collection. We often receive testimonials and comments from customers who have had positive booking and/or experiences on our digital platform. We occasionally publish such content, using first name plus last initial, only, for attribution."
        },
        {
            "title": "Using Your Personal Data",
            "text1": "We also use Personal Data and other information collected through the Digital Platform to register you with the Digital Platform and our Rewards program, to provide you with the requested products and services, to build features that will make the services available on the Site easier to use, and to contact you about these services. This includes faster purchase requests, better customer support and timely notice of new services and special offers. From time to time, RC9.co may contact you to request feedback on your experience using the Site, to assist us in improving the Site, or to offer special savings or promotions to you as a Site user, where you have indicated your consent to receiving such communications. If you would prefer not to receive notices of special savings or promotions, you may simply opt-out from receiving them by replying to RC9.co using the hyperlink provided in these notices.<br/>We will not provide your personal information to any third parties for the purpose of direct marketing unless you have provided your express consent In such cases, we shall only transfer to the third party adequate, relevant and not excessive personal data (name, address and email addresses) so you will be able to receive direct marketing material from such third party. You can inform us at any time if you no longer wish for your details to be disclosed to such third party and we will no longer disclose your information. The relevant third party will show their contact information in their marketing material and we have no control over such third party marketing material, therefore we disclaim any kind of liability that may arise from such third party marketing material."
        },
        {
            "title": "With whom we share your Information",
            "text1": "Third-party vendors who provide services or functions on our behalf, including credit card processing, business analytics, customer service, marketing, distribution of surveys or sweepstakes programs, and fraud prevention. We may also authorize third-party vendors to collect information on our behalf, including as necessary to operate features of our Digital Platform or to facilitate the delivery of online advertising tailored to your interests. Thirdparty vendors have access to and may collect information only as needed to perform their functions and are not permitted to share or use the information for any other purpose.<br/>Business partners with whom we may jointly offer products or services, or whose products or services may be offered on our website. You can tell when a thirdparty is involved in a product or service you have requested because their name will appear, either alone or with ours. If you choose to access these optional services, we may share information about you, including your personal information, with those partners. Please note that we do not control the privacy practices of these thirdparty business partners. Referring websites. If you were referred to this website from another site (for example, through a link you clicked on another site that directed you to this one), we may share some information about you with thatreferring website. We have not placed limitations on the referring websites' use of your personal information and we encourage you to review the privacy policies of any website that referred you here.<br/>Companies within our corporate family. We may share your personal information with our parent company and corporate affiliates. This sharing enables us to provide you with information about products and services, which might interest you. To the extent that our parent company and corporate affiliates have access to your information, they will follow practices that are at least as restrictive as the practices described in this Privacy Policy. They also will comply with applicable laws governing the transmission of promotional communications and, at a minimum, give you an opportunity in any commercial email they send to choose not to receive such email messages in the future. We also may share your information:",
            "sub_info": [
                {
                    "info": "In response to subpoenas, court orders, or other legal process; to establish or exercise our legal rights; to defend against legal claims; or as otherwise required by law. In such cases we reserve the right to raise or waive any legal objection or right available to us."
                },
                {
                    "info": "When we believe it is appropriate to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of our company or this Digital Platform, our customers, or others; and in connection with our Terms of Service and other agreements. "
                },
                {
                    "info": "In connection with a corporate transaction, such as a divestiture, merger, consolidation, or asset sale, or in the unlikely event of bankruptcy."
                }
            ],
            "text2": "Other than as set out above, you will be notified when personal information about you will be shared with third parties, and you will have an opportunity to choose not to have us share such information. We also may share aggregate or anonymous information with third parties, including advertisers and investors. For example, we may tell our advertisers the number of visitors our Digital Platform receive etc; This information does not contain any personal information and is used to develop content and services we hope you will find of interest.<br/>As the vehicle dealers, suppliers, vendors require a credit/debit card to secure the reservation, we will pass them those information through fax. We are a third party booking agent and only collect the required information on behalf of the car dealers, suppliers, vendors. Please be aware that we are not going to spread your card details but only use it on your reservation and destroyed it when the booking is confirmed."
        },
        {
            "title": "Data collected by business partners and Ad Networks to serve you with relevant advertising.",
            "text1": "The advertisements you see on this Digital Platform are served by us or by our service providers. But we also allow third parties to collect information about your online activities through cookies and other technologies. These third parties include (1) business partners, who collect information when you view or interact with one of their advertisements on our site, and (2) advertising networks, who collect information about your interests when you view or interact with one of the advertisements they place on many different websites on the Internet. The information gathered by these third parties is used to make predictions about your characteristics, interests or preferences and to display advertisements on our site and across the Internet tailored to your apparent interests. We do not permit these third parties to collect personal information about you on our site, nor do we share with them any personal information about you. These third parties may use to collect information about your interests, and the information practices of these third parties are not covered by this Privacy Policy. We utilise Google Analytics to collect data on our Digital Platform, do note that this data will not be sold/distributed to anyone."
        },
        {
            "title": "Information from Other Sources",
            "text1": "We also may periodically obtain both personal and non personal information about you from affiliated entities, business partners and other independent thirdparty sources and add it to our account information. Examples of information we may receive include: updated delivery and address information, purchase history, and demographic information."
        },
        {
            "title": "Automatic Information",
            "text1": "We automatically collect some information about your computer when you visit the Digital Platform. For example, we will collect your IP address, Web browser software (such as Chrome, Firefox, Safari, or Internet Explorer), and referring website. We also may collect information about your online activity, such as cars viewed and bookings made. Our goals in collecting this automatic information include helping customize your user experience and inhibiting fraud."
        },
        {
            "title": "Communications",
            "text1": "We want to make it easy for you to take advantage of the vehicle related opportunities on our Digital Platforms. One way we do this is by sending you email messages that contain information based on your bookings, searches and car comparisons related to your interests. For example, your cars that are saved for comparison, we may send you an email message telling you about the car or you may receive an email with similar vehicle rental offers.<br/>We believe these email messages will provide you with useful information about car related special offers available through our site. Please note that you will have the opportunity to choose not to receive these email messages in any such email we send."
        },
        {
            "title": "Our Policy Concerning Cookies",
            "text1": "To serve you faster and with better quality, we use \"cookie\" technology on our Site. Cookies are small bits of code, usually stored on a user's computer hard drive, which enable a web site to \"personalize\" itself for each user by remembering information about the user's visit to the web site. Cookies can store a variety of information, including IP addresses, navigational data, server information, data transfer times, user preferences, and email addresses and passwords needed to access the Site. The \"Help\" section of the toolbar on most Internet browsers will tell you how to prevent your browser from accepting new cookies or how to configure your browser to reject cookies altogether. If you disable cookies, you might not be able to access important functions or features of this Site and your use of the Site may be limited. The cookies used on this Site are associated with a user's Personal Data & Information.<br/>This Digital Platform use cookies for the following general purposes: To help us recognize your browser as a previous visitor and save and remember any preferences that may have been set while your browser was visiting this site. For example, if you register on this site, we may use cookies to remember your registration information. Please note that member IDs, passwords, and any other account related data included in such cookies are encrypted for security purposes. Unless you register with us, these cookies will not contain any personal information.<br/>To help us customize the content and advertisements provided to you on the Digital Platform and on other sites across the Internet. For example, when you access a page on our Digital Platform, a cookie is automatically set by us, our service providers, or our partners to recognize your browser as you navigate on the Internet and to present you with information and advertising based on your apparent interests.<br/>To help measure and research the effectiveness of Digital Platform features and offerings, advertisements, and email communications (by determining which emails you open and act upon)."
        },
        {
            "title": "How you can access your Information",
            "text1": "RC9.co registered users can access and update their contact information by visiting RC9.co. For vehicle hosts and users, you can close your account by contacting us at <b><a href=\"mailto:enquiries@rc9.co?Subject=Request%20For%20Account%20Closure\" target=\"_top\">enquiries@rc9.co</a>. Please note that after you close an account, you will not be able to sign in or access any of your personal information. For users, you will lose all your points accumulated as well as any record of any booking transactions made on the site. As for vehicle hosts, you will also lose all the information which includes listings with regards to your account. However, you can open a new account at any time. Please also note that we may retain certain information associated with your account, including for analytical purposes as well as for record­keeping integrity.</b>"
        },
        {
            "title": "Children's Privacy",
            "text1": "This is a general audience Digital Platform and does not offer services directed to children. Should a child whom we know to be under 13 send personal information to us, we will use that information only to respond directly to that child to inform him or her that we must have parental consent before receiving his or her personal information. Persons under the age of 18 are not eligible to use any services on our Site."
        },
        {
            "title": "External Links",
            "text1": "If any part of this Digital Platform links you to other sites, those sites do not operate under this Privacy Policy. We recommend you examine the privacy statements posted on those other websites to understand their procedures for collecting, using, and disclosing personal information. "
        },
        {
            "title": "Changes to this Privacy Policy",
            "text1": "We may update this Privacy Policy in the future. We will notify you about material changes to this Privacy Policy by sending a notice to the email address you provided to us or by placing a prominent notice on our Digital Platform."
        },
        {
            "title": "How You Can Contact Us?",
            "text1": "If you have questions about this Privacy Policy , please contact us at:<strong> <a href='mailto:enquiries@rc9.co' target='_top'>enquiries@rc9.co</a></strong>"
        }
    ]
}