{
    "title": "Terms &amp; Conditions ZH",
    "list": [
        {
            "title": "Use of Website",
            "content": "You use the Site at your own risk. By accessing, browsing and using the Site, you acknowledge that you have read, understood and agree to comply with the terms and conditions stated here. To the extent you book any cars or services on this site through the Site, you agree that these Terms and Conditions shall apply to all such transactions. Neither we, nor any of our officers, directors, employees, agent, third­party content providers, sponsors, licensors, or the like, makes any representation or warranty, either express or implied, to you (a) that the Site will be uninterrupted or error­free, (b) as to the results that may be obtained from the use of the Site, or (c) as to the accuracy, timeliness or completeness of any information content, service or merchandise advertised on the Site. If you do not agree with any part of these Terms and Conditions, you must not use this site. For any reservations and queries, the RC9.co team will try our best to reply and all users who enquire will be converted to users with an account on RC9.co so that we have records of your enquiry in our database.<br><br>If all users who use RC9.co to book or reserve the vehicle does not match requirements, the booking is deemed to be forfeited due to negligence on the user's part for not abiding with the requirements. Neither RC9.co or its partners and affiliates will be responsible for this in any way.<br><br>As a condition of your use of this Website, you warrant that: (i) you are at least 18 years of age; (ii) you possess the legal authority to create a binding legal obligation; (iii) you will use this Website only in accordance with this Agreement; (iv) you will not use this Website for any purpose that is unlawful or prohibited by this Agreement; (v) you will only use the Website to make legitimate bookings for you or for another person for whom you are legally authorised to act; (vi) you will inform such other persons about the terms and conditions that apply to the bookings you make on their behalf, including all rules and restrictions applicable thereto; (vii) all information supplied by you on this Website or to a call centre representative is true, accurate, current and complete, and, in the case of information you provide about other individuals, you are authorised to provide such information; (vii) if you have a Website account, you will safeguard your account information and will supervise and be completely responsible for any use of your account by you and anyone other than you. We retain the right, at our sole discretion, to deny anyone access this Website and/or the services we offer, at any time and for any reason including, but not limited to, for violation of this Agreement.<br><br>RC9.co may at any time modify these Terms and Conditions, and your continued use of this site will be conditioned upon the terms and conditions in force at the time of your use.<br><br>All vehicle rental companies listed on RC9.co must be a Registered Vehicle Rental Company with the proper approvals and licenses in their countries’ respective jurisdiction. Following which all vehicles listed by the Vehicle Rental Company must be in compliance with the country’s transport ruling. All vehicle insurance must be the right insurance for the particular vehicle type. RC9.co reserves to right to remove any Vehicle Rental Company that violates the State Law or does not adhere to the Vehicle Rental rulings passed forward by the government.<br><br>RC9 Group Pte Ltd. will be in no way liable for any action / business activity / operations of the Vehicle Rental Companies listed on RC9.co. RC9 Group Pte Ltd is in no way responsible for any Vehicle Rental Company's car listing and the manner in which the Vehicle Rental Company runs their business. This is because RC9.co serves strictly as a third party ­ online listing provider to Car Rental Companies. RC9.co is in no way liable in the outcome of the businesses of the Vehicle Rental Companies and serves them as solely as an online portal.<br><br>Full Terms & Conditions from allocated vehicle rental company that supplies the vehicle order must be fulfilled before official leasing of vehicle."
        },
        {
            "title": "Important Information",
            "content": "The content and information on this Website (including, without limitation, price and availability of vehicles, services), as well as the infrastructure used to provide such content and information, is proprietary to us or our vehicle rental companies, suppliers and providers. Accordingly, as a condition of using this Website, you agree not to use this Website, its contents or information for any commercial or non­personal purpose (direct or indirect). While you may make limited copies of your itinerary (and related documents) for car bookings or services booked through this Website, you agree not to modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell or re­sell any information, software, products, or services obtained from this Website. In addition, you agree not to:<br>(i) use this Website or its contents for any commercial purpose;<br>(ii) use another person's name, ID or password without permission or use this Website while impersonating another person;<br>(iii) use any device, software or routine to interfere or attempt to interfere with the proper working of this Website;<br>(iv) make any speculative, false, or fraudulent booking or any booking in anticipation of demand;<br>(v) copy, reproduce, republish, transmit or otherwise communicate to the public any content provided in this Website including, without limitation, text, graphics, button, downloads and software without the express written permission of RC9.co except where permitted by law;<br>(vi) access, monitor or copy any content or information on this Website using any robot, spider, scraper, program, algorithm or other automated means or any manual process for any purpose without our express written permission;<br>(vii) violate the restrictions in any robot exclusion headers on this Website or bypass or circumvent other measures employed to prevent or limit access to this Website;<br>(viii) take any action that imposes, or may impose, in the discretion of RC9.co, an unreasonable or disproportionately large load on our infrastructure;<br>(ix) post or transmit any unlawful, threatening, defamatory, obscene or indecent material or any material that could constitute conduct that would be considered a criminal offence, give rise to civil liability, or otherwise violate any law, regulation or rule.<br>(x) \"frame\", \"mirror\" or otherwise incorporate any part of this Website into any other website without our prior written authorization."
        },
        {
            "title": "Limitation of Liability",
            "content": "TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL RC9 Group Pte Ltd AND THE RC9.CO COMPANIES, THE RC9.CO AFFILIATES AND THEIR RESPECTIVE PROVIDERS BE LIABLE FOR ANY INJURY, DEATH, LOSS, CLAIM, DAMAGE, ACT OF GOD, ACCIDENT, DELAY, OR ANY SPECIAL, EXEMPLARY, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES OF ANY KIND, WHETHER BASED IN CONTRACT, TORT OR OTHERWISE, WHICH ARISE OUT OF OR ARE IN ANY WAY CONNECTED WITH ANY USE OF THIS SITE OR WITH ANY DELAY OR INABILITY TO USE THIS SITE, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS OR SERVICES OBTAINED THROUGH THIS SITE, EVEN IF A PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br><br>Further, RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates accept no responsibilities for any damage and/or delay due to Provider cancellations, shortages, sickness, pilferage, labor disputes, machinery breakdown, quarantine, government restraints, weather or any other causes beyond RC9 Group Pte Ltd the RC9 Companies' or the RC9.co Affiliates' control. No responsibility is accepted for any additional expense, omissions, delays, re­routing or acts of any governmental authority. RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates shall not be responsible for any Provider's breach of any warranty including, but not limited to, implied warranties of fitness for a particular purpose or of merchantability; nor shall , RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates be responsible for any other wrongdoing of a Provider (including any liability in tort), as to any products and/or services available through this Site. RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates shall not be responsible for any Provider's failure to comply with these Terms and Conditions, nor for any Provider's failure to comply with applicable federal, state and local law including, without limitation, laws governing the sale, warranty and return of perishables. To the extent allowed by applicable law, you agree that you will bring any claim or cause of action arising from or relating to your access or use of this Site within two (2) years from the date on which such claim or action arose or accrued or such claim or cause of action will be irrevocably waived. Customer testimonials displayed on this Site are provided as only general information, RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates do not guarantee the accuracy of such testimonials.<br><br>If, despite the limitation above, RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates or their respective providers are found liable for any loss or damage which arises out of or in any way connected with any of the occurrences described above, then , RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates or their respective Providers liabilities will in no event exceed, in the aggregate, the greater of (a) the fee or charge you paid to RC9.co in connection with such transaction(s) on this Site, or (b) One­Hundred Dollars (USD$100.00).<br><br>The limitation of liability reflects the allocation of risk between the parties. The limitations specified in this section will survive and apply even if any limited remedy specified in these terms is found to have failed of its essential purpose. The limitations of liability provided in these terms inure to the benefit of RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates and/or their respective Providers.<br><br>RC9.co serves strictly as a online listing provider to the Vehicle Rental Company/Provider and is not responsible for any activity that goes beyond the digital platform. RC9 Group Pte Ltd is in no way liable for any decrease of sales as a result of using RC9.co. The Vehicle Rental Company/Provider is solely responsible for delivering the vehicle in a professional and reliable manner once it has booked on RC9.co Acceptance of all terms and conditions (listed on the website) is deemed to be present once usage of the website begins.<br><br>RC9.co is not responsible nor liable for the insurance of any vehicle listed on the Digital Platfrom or any booking made. The individual Vehicle Rental Company is solely responsible to provide clear guidelines on the eligible criteria for the insurance provided on their vehicles and to resolve any matters arising from insurance independently on their end with the customer. For other Vehicle Providers, insurance options will be provided based on case by case basis after RC9 and its insurance partners approval."
        },
        {
            "title": "Indemnification",
            "content": "You agree to defend and indemnify RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates, and/or their respective suppliers and any of their officers, directors, employees and agents from and against any claims, causes of action, demands, recoveries, losses, damages, fines, penalties or other costs or expenses of any kind or nature including but not limited to reasonable legal and accounting fees, brought by third parties as a result of: your breach of this Agreement or the documents referenced herein; violation of any law or the rights of a third party; your use of this Site; or your use of this Site for, or on behalf of, a Third Party."
        },
        {
            "title": "Links to Other Sites",
            "content": "To the extent this Site contains links to outside services and resources, any concerns regarding such services or resources should be directed to the particular outside service or resource provider. None of RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates guarantees or warrants the accuracy or completeness of the information or content included on the web sites of these outside services and resources. The outside services and resources are in no way related to RC9.co, and are neither its employees nor agents."
        },
        {
            "title": "Age and Responsibility",
            "content": "You warrant that you are 18 years of age or over and have legal capacity to use the Site and to create a legally binding contract.<br><br>You warrant that all personal information submitted during accommodation booking is correct and you accept financial responsibility for all transactions made under your name or account.<br><br>You hereby authorise RC9.co to process all Personal Information about you and the persons named on the booking that has been obtained in connection with your booking. Personal information shall be deemed to include, but not be limited to: any telephone numbers, fax numbers, email addresses, addresses of residences, signatures, ID or passport copies, or any other information belonging to you or your group."
        },
        {
            "title": "Miscellaneous",
            "content": "The captions in these Terms and Conditions are only for convenience and do not, in any way, limit or otherwise define the terms and provisions of these Terms and Conditions.<br><br>None of RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates is responsible for any errors or delays in responding to a Request caused by an incorrect email address provided by you or other technical problems beyond their control."
        },
        {
            "title": "Restrictions",
            "content": "Additional terms and conditions will apply to your vehicle booking and purchase of goods and services from the site. Please read such additional terms and conditions carefully. You agree to abide by the terms and conditions imposed by any vehicle rental companies, suppliers, providers with whom you elect to deal including, but not limited to, terms and conditions relating to the payment of all amounts when due, and compliance with the relevant vehicle rental companies, suppliers, providers, supplier's and provider’s rules and restrictions regarding availability and use of goods or services. We reserve the right to cancel your booking if full payment is not received in a timely fashion.<br>Some vehicle rental companies, suppliers and providers require you to present a credit card or cash deposit upon pick up to cover any additional expenses that may be incurred during your booking. You are responsible for the payment of any additional expenses and any deposit taken or amounts charged to your credit card by the relevant supplier are unrelated to any payment made through the Site for your car booking. You acknowledge that some third­party providers offering certain services and/or activities may require you to sign their liability waiver prior to participating in the service and/or activity they offer. You understand that any violation of any such supplier's rules and restrictions may result in cancellation of your booking(s), in your being denied access to the applicable products or services, in your forfeiting any monies paid for such booking(s), and/or in our debiting your account for any costs we incur as a result of such violation. There will be credit/debit card authorisation for the renter/hirer on peer to peer rental purposes. We may at our discretion, extend the authorisation period."
        },
        {
            "title": "Privacy",
            "content": "We respect your privacy. You confirm that you have read, understood and agree to the RC9.co Privacy Policy, the terms of which are incorporated herein, and agree that the terms of such policy are reasonable and satisfactory to you."
        },
        {
            "title": "Site content",
            "content": "RC9.co may modify the content of the Site and/or Terms at any time, and such modification shall be effective immediately upon posting of the modified content and/or Terms on the Site and your continued use of or access to this website will be deemed to indicate your acceptance of the modified content and/or Terms.<br><br>Any information placed on the Site relating to the cars advertised on the Site including, but without limitation, details of the car, the availability of cars, the price of the rooms, any accreditations afforded to the car and/or any details relating to any other services advertised on the Site have been placed on the Site and/or service providers who are independent businesses and are not agents or employees of RC9.co or its affiliates. Such information does not constitute any advice or recommendation given by RC9.co and RC9.co shall not be held liable for inaccuracies or errors in the accommodation contents or any of its elements. These independent businesses provide the services in accordance with their own terms and conditions which may limit or exclude their liability to you. RC9.co and its affiliates are not liable for any acts, omissions, breaches or negligence of any such independent businesses or any damages or expenses resulting from the aforesaid. RC9.co and its affiliates are not liable for any refunds in the event of overbooking or force majeure or any other cause beyond their control.<br><br>All images used are for illustrative purposes only. Individual features such as car specifications, exterior, interior and other materials’ colours may vary."
        },
        {
            "title": "Ad Content",
            "content": "All ads in the Site are published in good faith without verification. We reserve the right to refuse, classify, revise or censor any ads for any reason in our sole discretion. The ads posted on the Site may include inaccuracies or errors. We do not under any circumstances accept responsibility for the accuracy or otherwise of any ads or messages in the Site, nor is any kind of warranty provided, whether express or implied, including but not limited to, implied warranties of merchantability, fitness for a particular purpose, or non­infringement of a third party's rights of any kind. We do not control the terms and conditions of car rental agreements or any other contracts offered to you by advertisers on the Site. We are not responsible for any loss or damage which might be incurred by you as a result of your use of the Site or any advertisers or other third parties linked to the Site, including, without limitation, any independent car rental agency that you might access through the Site.<br><br>There is no agency, partnership, joint venture, employee­employer or franchisor­franchisee relationship between us and you or any advertisers on the Site. We specifically disclaim any and all liability to you and advertisers on the Site of any kind, for loss or damage of any nature, whatsoever and howsoever arising, whether due to inaccuracy, error, omission or any other cause, whether on the part of us, or our employees or agents, or any other person, due to your or their use of the ads, the information contained therein, or any other information available on the Site.<br><br>You are advised to review the ads and message details carefully before entering into any agreement of any kind with, or before disclosing any personal information to the advertisers on the Site. If you are in doubt, you should obtain legal advice before proceeding."
        },
        {
            "title": "Copyright",
            "content": "Except where otherwise noted, all of the Digital Platform's design, text, graphics and arrangement thereof, and software used herein, is our copyrighted material or that of our content providers. ALL RIGHTS RESERVED. You are permitted to electronically copy, and print in hard copy, portions of the Site for the sole purpose of purchasing items and services advertised on the Digital Platform. Any other use other than as noted above, modification, distribution or republication without our prior written permission is strictly prohibited.<br><br>The Digital Platform, all page headers, custom graphics and button icons are our service marks, trademarks and/or trade dress. All other trademarks, product names and company names or logos displayed, cited or otherwise published herein are the property of their respective owners."
        },
        {
            "title": "Reservation Confirmation",
            "content": "To confirm a reservation, you must be authorised to make the reservation by all persons named on the reservation. By making the reservation, you are confirming that all persons named on the reservation accept the Terms and that you will inform the other persons named on the reservation of the confirmation details and any other appropriate information. By making the reservation you also become responsible for making all payments due under the reservation. By reserving any vehicle listed on RC9.co, it does not guarantee that you will get the vehicle that you reserved. Vehicles reserved are subjected to availability from our partners and suppliers. RC9.co is committed with utmost sincerity and will try our very best to find the vehicle you reserved or enquired.<br>C9.co will confirm your booking and issue you with an email confirmation with the details for payment to be made. Once RC9.co receive the payment, you will receive all relevant information and instructions for your car. Please note that for any payments to RC9.co in currencies other than Singapore Dollars (SGD), RC9.co may deduct foreign currency processing costs from such payments.<br><br>In the event that you call RC9.co by telephone, or are called by RC9.co regarding your booking, calls may be recorded for monitoring and training purposes. In the event of a dispute regarding a booking, RC9.co reserves the right to review any call information.<br><br>RC9.co team will try their best to find the most suitable vehicle for you. You should only pay when you agree with the final pricing that our team has for you."
        },
        {
            "title": "Reservations",
            "content": "By making a reservation on our Site, you accept and agree to the terms & conditions, including cancellation, no­show policies applicable to that reservation and to any additional terms and conditions of RC9.co, vehicle supplier, vehicle provider that may apply to your reservation or during the period of rental, including services rendered and/or products offered by RC9.co, car owner, car supplier, car provider.<br><br>No cancellations can be made once a confirmed booking is made. If you wish to change your reservation dates, do notify us and we will try to change the dates for you. For whatsoever reason, you do not turn up during the collection of the car on the allocated date stated on your booking confirmation email, without prior warning to RC9.co (\"a no show\"), this shall be considered a cancellation and full charges apply. Penalties & Charges may still apply upon late drop­off or cancellation of booking.<br><br>There will be no refund or additional charge for reservation when full amount is collected. Where the vehicle cannot be picked up due to insufficient documentation or failure to provide a valid credit card, this will be treated as a cancellation where no refunds will be made. There will be strictly no refunds for deposits or partial amounts made to reserve a booking in advance.<br><br>We are a third party booking agent and only collect the required information on behalf of the car dealers, suppliers, vendors. Please be aware that we are not going to spread your card details but only use it on your reservation."
        },
        {
            "title": "Bank and Card Fees",
            "content": "Some banks and credit cards impose fees for international transactions. If you are making a booking from outside of Singapore, your bank may convert the payment amount to your local currency and charge you a conversion fee. This means the amount listed on your credit or bank card statement may be in your local currency and therefore a different figure than the figure shown on the billing summary page for a reservation booked on the Website. In addition, a foreign transaction fee may be assessed if the bank that issued your credit card is located outside of the Singapore. The currency exchange rate and foreign transaction fee is determined solely by your bank on the day that they process the transaction. If you have any questions about these fees or the exchange rate applied to your booking, please contact your bank. All miscellaneous charges, remittance fee, bank charges or service tax are bearable by the payer. RC9 Group Pte Ltd should receive the agreed payable amount quoted."
        },
        {
            "title": "IP Rights",
            "content": "RC9.co is a registered trademark of or licensed to RC9 Group Pte Ltd, the RC9.co Companies and the RC9.co Affiliates. Other product and company names identified on the Site may be the name, trademark, trade name, service mark, logo, symbol or other proprietary designation of RC9.co, its licensor or associated companies or a third party. The use on the Site of any name, trade name, trademark, service mark, logo, symbol or other proprietary designation or marking of or belonging to any third­party, and the availability of specific goods or services from such third­party through the Site, should not be construed as an endorsement or sponsorship of the Site by any such third­party, or the participation by such third­party in the offering of goods, services or information through the Site. RC9.co owns the copyright to the Site. You may not use the RC9.co intellectual property without our consent."
        },
        {
            "title": "Claims of Copyright Infringement",
            "content": "If you believe in good faith that materials hosted by us infringe your copyright, you or your agent (the “complainant” ) may send us a written notice that includes the following information:<br>&nbsp;&nbsp;1. the name and address of the complainant;<br>&nbsp;&nbsp;2. where the complainant is not the copyright owner or exclusive licensee, the name and address of the copyright owner or exclusive licensee;<br>&nbsp;&nbsp;3. where the complainant is not resident in Singapore, the complainant’s address for service in Singapore;<br>&nbsp;&nbsp;4. a telephone number, a facsimile number (if any) and an electronic mail address at which the complainant can be contacted;<br>&nbsp;&nbsp;5. sufficient particulars to enable us to identify the copyrighted work allegedly infringed;<br>&nbsp;&nbsp;6. sufficient particulars to enable us to identify and locate the allegedly infringing electronic copy,<br>including the online location of the electronic copy;<br>&nbsp;&nbsp;7. a statement that the complainant requires us to remove or disable access to the electronic copy;<br>&nbsp;&nbsp;8. a statement that the complainant believes in good faith that the electronic copy infringes the<br>copyright in the work identified in paragraph 5 above;<br>&nbsp;&nbsp;9. a statement that the information in the notice is accurate;<br>&nbsp;&nbsp;10. a statement that the complainant is (a) the owner or exclusive licensee of the copyright in the work<br>identified in paragraph 5 above, or (b) is authorized to act on behalf of such owner or exclusive<br>licensee; and<br>&nbsp;&nbsp;11. a statement that the complainant submits to the jurisdiction of the courts in Singapore for the purposes of proceedings under relevant provisions in the Singapore Copyright Act. The notice must be signed by the complainant and sent to us by any of the following methods: email to enquiries@rc9.co or by registered mail to the address mentioned under Section 12, c/o Legal"
        },
        {
            "title": "Department Copyright Claims.",
            "content": "We will review and address all notices that comply with the requirements above in accordance with applicable law.<br><br>We suggest that you consult your legal advisor before filing a notice. Also, be aware that you may be guilty of an offence or liable for damages if you make a false claim of copyright infringement.<br><br>The Site contains copyright material, trade names and other proprietary information, including, but not limited to, text, software, photos, graphics and may in future include video, graphics, music and sound. The entire contents of the Site are protected by copyright law. We, and our licensors, own copyright and/or database right in the selection, coordination, arrangement and enhancement of such content, as well as in the content original to it. You may not modify, publish, transmit, participate in the transfer or sale of, create derivative works, or in any way exploit, any of the content, in whole or in part except as provided in the Terms and Conditions. Unless stated otherwise, the software required for our services or available at or used by the Site and the intellectual property rights (including the trademarks, service marks, logos, designs, copyrights etc.) in the contents and information and material on the Site are owned by RC9.co, its affiliated or associated companies, licensors, suppliers (including the Vehicle Companies, Dealers, Suppliers or providers. RC9.co does not assume any liability for copyrighted materials provided by third parties or any intellectual property right infringements by such third parties.<br><br>You may use information from the Site for your own personal use only. Except as otherwise expressly permitted under copyright law, no copying, redistribution, retransmission, publication or commercial exploitation of downloaded material will be permitted without our express permission and that of the copyright owner. In the event of any permitted copying, redistribution or publication of copyright material, no changes in or deletion of author attribution, trademark legend or copyright notice shall be made. You acknowledge that you do not acquire any ownership rights by downloading copyright material.We may provide hypertext links to other sites which are operated by other people. Using such a link, you acknowledge leaving the Site and proceeding at your own responsibility."
        },
        {
            "title": "Disclaimer of Warranties",
            "content": "ALL CONTENT, INCLUDING SOFTWARE, PRODUCTS, SERVICES, INFORMATION, TEXT AND RELATED GRAPHICS CONTAINED WITHIN OR AVAILABLE THROUGH THE SITE ARE PROVIDED TO YOU ON AN \"AS IS,\" \"AS AVAILABLE\" BASIS. RC9.CO MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, AS TO THE OPERATION OF THIS WEBSITE OR THE INFORMATION, CONTENT OR MATERIALS INCLUDED ON THIS WEBSITE AND TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, RC9.CO DISCLAIMS ALL REPRESENTATIONS, CONDITIONS AND WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED CONDITIONS OR WARRANTIES OF MERCHANTABILITY OR SATISFACTORY WORKMANLIKE EFFORT, INFORMATIONAL CONTENT, TITLE, OR NON­INFRINGEMENT OF THE RIGHTS OF THIRD PARTIES. RC9.CO DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS THAT THE SITE WILL OPERATE ERROR­FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITE AND/OR ITS SERVERS WILL BE FREE OF VIRUSES AND/OR OTHER HARMFUL COMPONENTS. RC9.CO DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING SUITABILITY, AVAILABILITY, ACCURACY, RELIABILITY, COMPLETENESS, OR TIMELINESS OF ANY MATERIAL OF ANY KIND CONTAINED WITHIN THE SITE FOR ANY PURPOSE, INCLUDING SOFTWARE, PRODUCTS, SERVICES, INFORMATION, TEXT AND RELATED GRAPHICS CONTENT.<br><br>RC9.CO IS NOT RESPONSIBLE FOR ANY FAILURES CAUSED BY SERVER ERRORS, MISDIRECTED OR REDIRECTED TRANSMISSIONS, FAILED INTERNET CONNECTIONS, INTERRUPTIONS IN THE TRANSMISSION OR RECEIPT OF RESERVATIONS OR, ANY COMPUTER VIRUS OR OTHER TECHNICAL DEFECT, WHETHER HUMAN OR TECHNICAL IN NATURE."
        }
    ]
}