{
    "title": "Personal Data Protection Policy",
    "list": [
        {
            "title": "Personal Data Protection Policy",
            "content": "This Personal Data Protection Policy notice for personal data (\"Notice\") is issued to all our valued customers and guests of RC9.CO (\"<b>[RC9.CO]</b>\", \"<b>us</b>\", \"<b>we</b>\", \"<b>our</b>\" or \"<b>ours</b>\"), pursuant to the statutory requirements of the Personal Data Protection Act 2012 (\"PDPA\")."
        },
        {
            "title": "",
            "content": "During your course of dealing with us, we may have, and / or will collect, use, disclose and process your personal data for purposes, including, to communicate with you, provide services to you, respond to your enquiries or complaints, provide you with information and/or updates on products, services and/or promotions offered by us and selected third parties and other purposes required to operate and maintain our business as set out in our Personal Data Protection Policy (collectively referred to as \"<b>Purposes</b>\")."
        },
        {
            "title": "",
            "content": "In order to conduct our business operations more smoothly, we may also be disclosing the personal data you have provided to us to our third party service providers, agents and/or our affiliates or related corporations, and/or other third parties whether sited in Singapore or outside of Singapore, for one or more of the above-stated Purposes. Such third party service providers, agents and/or affiliates or related corporations and/or other third parties would be processing your personal data either on our behalf or otherwise, for one or more of the above-stated Purposes."
        },
        {
            "title": "",
            "content": "It is necessary for us to collect and to retain your personal data. If you do not provide us with your personal data, or do not consent with this Notice or our Personal Data Protection Policy, we will not be able to effectively provide products and/or services to you, if at all. We are committed to ensuring that your personal data is stored securely. You have the right to request for access to, to request for a copy of and to request to update or correct your personal data held by us. You have the right at any time to request us to limit the processing and use of your personal data. (For example, requesting us to stop sending you any marketing and promotional materials or contacting you for marketing purposes)."
        },
        {
            "title": "",
            "content": "Your written request should be email to: <a href=\"mailto:enquiries@rc9.co?\" target=\"_top\">enquiries@rc9.co</a>"
        },
        {
            "title": "",
            "content": "By submitting your personal data to us, you consent to us collecting, using, disclosing and processing your personal data in accordance with this Notice. We will also take it that all personal data provided by you is accurate and complete, and that none of it is misleading or out of date. You will promptly update us in the event of any change to your personal data."
        },
        {
            "title": "",
            "content": "In some circumstances, you may have provided personal data relating to other individuals (such as your spouse, family members or other third party including minors). You represent and warrant that you are authorised to provide their personal data to us and you have obtained their consent to the collection, use, disclosure and processing of their Personal Data in accordance with this Notice."
        },
        {
            "title": "",
            "content": "RC9 Group Pte Ltd reserves the right to update and amend this Notice and our Personal Data Protection Policy from time to time. We will notify you of any amendments to this Personal Data Protection Notice or our Personal Data Protection Policy via announcements on our website or other appropriate means. If we amend this Personal Data Protection Notice or our Personal Data Protection Policy, the amendment will only apply to personal data collected after we have posted the revised Personal Data Protection Notice or Personal Data Protection Policy."
        }
    ]
}