{
    "title": "Rewards",
    "list": [
        {
            "title": "Introduction",
            "content": "The RC9.co Rewards program (\"Program\") is offered to our RC9 members at the sole discretion of RC9.co and is open only to individuals who are eighteen (18) years of age and older, have a valid email address, and have registered to be a member of RC9.CO. By participating in the Program, Members can earn RC9.co Points or \"Points\") for booking and completing eligible car bookings through RC9.co and redeem available Points for certain rewards, subject to these Terms and Conditions and the availability of eligible travel and reward items. The terms \"you\" and \"your\" throughout these Terms and Conditions refer to any Member and any customer eligible to participate in the Program. Membership in RC9.co Rewards is void if prohibited by law in the country of the Member's residence.<br><br>RC9.co may modify any of the Terms and Conditions governing the Program including, but not limited to, the rules for earning and redeeming RC9.co Points, the expiration policy for Points and the products and services on which Points may be earned and redeemable at any time, with or without notice, even though these changes may affect your ability to use any Points or benefits you have already earned.<br><br>The Program has no predetermined termination date and may continue until such time as RC9.co decides to terminate the Program. RC9.co may terminate the Program at any time. Upon termination, you will have ninety (90) days from the date Program termination is announced to use available RC9.co Points remaining in your account. After that date, any Points will be forfeited without compensation.<br><br>Your continued participation in the Program constitutes your acceptance of any changes to these Terms and Conditions. You are responsible for remaining knowledgeable as to any changes that RC9.co may make to these Terms and Conditions. The most current version of these Terms and Conditions will be available on the website when you log into your account and will supersede all previous versions of these Terms and Conditions.<br><br>RC9.co makes no guarantees, warranties, or representations of any kind concerning the Program. RC9.co Rewards Point earning and rewards redemptions are void where prohibited by applicable federal, state, or local laws or regulations and are subject to change as may be necessary to comply with such laws or regulations. You release RC9.co and its affiliates and partners from all liability regarding the earning, redemption, and use of RC9.co Points, including any rewards that, after receipt, may be lost, stolen, or destroyed. RC9.co suppliers are in no way affiliated with or responsible for RC9.co Rewards Program administration."
        },
        {
            "title": "Enrollment",
            "content": "You must have an account on RC9.co in order to enroll in RC9.co Rewards. To earn RC9.co Points for a booking on RC9.co, you must have a valid Rewards Account and be signed in to your Rewards Account at time of booking. No Points will be earned for bookings made on RC9.co where you are not signed in to your Rewards Account.<br><br>You must be an enrolled Member of RC9.co Rewards prior to making a booking in order to earn Points for any eligible car booking. If you enroll in RC9.co Rewards after booking but before booking is completed, Points will not accrue on that booking. As an enrolled Member of the Program, you will receive regular account servicing updates by email. Your ability to earn and redeem RC9 Points will be suspended after you opt out. If you opt out of Program participation, you will no longer have access to your account statement information, no RC9 Points will accumulate on future bookings, and any accumulated RC9 Points will be unavailable for redemption. Any Points in your Rewards Account at the time of opting out will remain subject to the standard Points expiration rules and policies."
        },
        {
            "title": "Earning Points",
            "content": "You must be signed in to your Rewards Account prior to completing an eligible booking in order to earn Points for that booking. Points will be awarded only to the owner of the Rewards Account through which any eligible booking is made. Additional individuals will not earn Points.<br><br>After making an eligible booking, the anticipated amount of RC9.co points to be awarded your booking has been processed and you have received your confirmation mail, the points will be deposited into your account. Total points pending can be seen under the Points & Rewards  section. The points credited to your account will be displayed under the Points & Rewards  under the Points Summary  section. There will also be an increase in your points accumulated for that respective year which could be seen on your account summary. $10 that is spent will be equivalent to 5 RC9 Points ($10 = 5 RC9 Points). The points will always be rounded up. Changes or cancellations to the confirmation booking may result in differences between the estimated amount of pending Points calculated and the ultimate amount of Points that post to the Member's Rewards Account for that itinerary. No RC9 Points will be earned for change or cancellation fees imposed by suppliers. RC9.co reserves the right to rescind at any time any pending or available RC9 Points that were earned or awarded for unused travel items. RC9 Points will be rescinded in cases where a Member receives a refund, from either RC9.co or supplier, dealer or vendor.<br><br>RC9.co has the right to monitor all Member Rewards Account activity. If your Rewards Account shows signs of fraud, abuse, or suspicious activity, RC9.co may close or freeze your Rewards Account immediately, and you may lose your accrued RC9 Points. If you have conducted any fraudulent activity, RC9.co reserves the right to take any necessary legal action and may have grounds to confiscate any rewards redeemed as a result of such activity. In addition, you may be liable for monetary losses to RC9.co, including litigation costs and damages, and you will not be allowed to participate in RC9.co Rewards in the future. Bookings discovered to be fraudulent will have their RC9 Points rescinded, and the Rewards Account associated with such fraudulent bookings will be frozen from further Rewards Point earning or redemption activity. To contest freezing of an account or the rescinding of RC9 Points, please contact us at enquiries@rc9.co<br><br>If your Rewards Account does not represent the correct number of RC9 Points that you should have been awarded as determined by RC9.co, RC9.co reserves the right to adjust your Point balance. If you believe your Rewards Account has been the subject of any suspicious activity, please contact us immediately. If it is determined you have been the victim of a fraud, the Points you have earned will be transferred to a new Rewards Account.<br><br>RC9 Points have no cash value. RC9 Points may not be assigned, sold, transferred, and/or pledged to any third party. You have no property rights or other legal interests in RC9 Points. You are responsible for any personal tax liability that may be related to participation in RC9 Rewards and redemption of any rewards.<br><br>If a Member believes he or she did not receive the correct amount of RC9 Points for a booking, the Member must contact RC9.co at enquiries@rc9.co within 60 days from the confirmation booking date. RC9.co will make the final determination as to whether Points adjustments of any kind are justified for the travel in question."
        },
        {
            "title": "Bonus Point Offers",
            "content": "From time to time, RC9.co may offer opportunities to earn bonus RC9 Points. All applicable terms and conditions associated with the specific bonus offer must be met in order to earn bonus RC9 Points for your booked and completed travel. Bonus RC9 Points will be posted to your Rewards Account as pending at time of booking, and will move to available status thirty (30) days after the car booking date, unless otherwise specified in the promotion­specific terms and conditions. Bonus RC9 Points offers apply to changed bookings as long as the changed booking still meets all requirements and conditions of the offer. Bonus Points offers do not apply to cancelled bookings. Offers are limited to the offer recipient and are not transferable. Bonus Rewards Point offers are not redeemable for cash. Void where prohibited by law."
        },
        {
            "title": "Points Expiration",
            "content": "RC9 points can be accumulated from 1 January to 31 December within a calendar year. These points will expire at the end of each calendar year. For points earned from 1 October to 31 December, they will roll over to the following year. Any unredeemed points accumulated from 1 January to 30 September will automatically be forfeited No extension of validity for these unused points will be allowed. Only points accumulated from 1 Oct to 31 Dec will roll over to the following year. Once expired, RC9 Points will not be reinstated."
        },
        {
            "title": "Points Redemption",
            "content": "Lucky draw winners will be notified via email or by sms. Redeemed coupon codes will be emailed to you once you successfully redeem it. Do contact us if you do not receive the mail. As for vouchers and gifts, we will send the reward right to your doorstep. Any disputes about quality or performance should be resolved directly with the prize supplier. Prizes not claimed within the collected dates stipulated in the notification letters will be donated to charity."
        }
    ]
}